Revit 2027 API
ParameterTypeId.RbsElecPanelTotalestloadParam Property
 "Total Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalestloadParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalestloadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalestloadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace